Repository: q231950/btlb
Catalog: BTLB/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ru, tr, uk

source: %@: available
de: %@: verfügbar
es: %@: disponible
fr: %@: disponible
ru: %@: доступно
tr: %@: mevcut
uk: %@: доступно

source: %@: not available
de: %@: nicht verfügbar
es: %@: no disponible
fr: %@: non disponible
ru: %@: недоступно
tr: %@: mevcut değil
uk: %@: недоступно

source: %@: unknown availability
de: %@: Verfügbarkeit unbekannt
es: %@: disponibilidad desconocida
fr: %@: disponibilité inconnue
ru: %@: доступность неизвестна
tr: %@: kullanılabilirlik bilinmiyor
uk: %@: доступність невідома

source: Availabilities
de: Verfügbarkeit
es: Disponibilidades
fr: Disponibilités
ru: Доступность
tr: Kullanılabilirlik
uk: Доступність

source: Debug Info
de: Debug Informationen
es: Información de depuración
fr: Informations de débogage
ru: Отладочная информация
tr: Hata ayıklama bilgisi
uk: Налагоджувальна інформація

# intent entity item display representation subtitle %@
source: Due Date: %@
de: Leihfrist: %@
es: Fecha de vencimiento: %@
fr: Date de retour: %@
ru: Срок возврата: %@
tr: Son tarih: %@
uk: Термін повернення: %@

# items to renew
source: Select Renewable Items
de: Wähle zu verlängernde Entleihungen aus
es: Seleccionar artículos renovables
fr: Sélectionner les éléments à renouveler
ru: Выберите материалы для продления
tr: Yenilenebilir öğeleri seçin
uk: Оберіть примірники для продовження

# items to renew description
source: The selected items will be renewed.
de: Die ausgewählten Entleihungen werden verlängert
es: Los artículos seleccionados se renovarán.
fr: Les éléments sélectionnés seront renouvelés.
ru: Выбранные материалы будут продлены.
tr: Seçilen öğeler yenilenecek.
uk: Обрані примірники будуть продовжені.

# Perform Search
source: Search
de: Suchen
es: Buscar
fr: Effectuer une recherche
ru: Поиск
tr: Ara
uk: Виконати пошук

# perform search intent category name
source: Search
de: Suchen
es: Buscar
fr: Rechercher
ru: Поиск
tr: Ara
uk: Пошук

# perform search intent description
source: Perform a text search.
de: Führe eine Suche aus.
es: Realizar una búsqueda de texto.
fr: Effectuer une recherche textuelle.
ru: Выполнить текстовый поиск.
tr: Metin araması yap.
uk: Виконати текстовий пошук.

# perform search intent search keyword 1
source: Search
de: Suche
es: Búsqueda
fr: Recherche
ru: Поиск
tr: Arama
uk: Пошук

# Refresh Error
source: Error
de: Fehler
fr: Erreur
ru: Ошибка
tr: Hata
uk: Помилка

source: Refresh failed. Please try again later.
de: Die Aktualisierung ist fehlgeschlagen. Versuche es bitte später erneut.
es: Error al actualizar. Por favor, inténtalo más tarde.
fr: L'actualisation a échoué. Veuillez réessayer plus tard.
ru: Обновление не удалось. Пожалуйста, попробуйте позже.
tr: Yenileme başarısız oldu. Lütfen daha sonra tekrar deneyin.
uk: Оновлення не вдалося. Будь ласка, спробуйте пізніше.

# renew intent category name
source: Library
de: Bibliothek
es: Biblioteca
fr: Bibliothèque
ru: Библиотека
tr: Kütüphane
uk: Бібліотека

# renew intent description
source: Renew selected items from your list of loaned items.
de: Wähle Entleihungen aus und verlängere sie.
es: Renovar artículos seleccionados de tu lista de préstamos.
fr: Renouveler les éléments sélectionnés de votre liste d'emprunts.
ru: Продлить выбранные материалы из списка выдач.
tr: Ödünç alınmış öğeler listenizden seçilen öğeleri yenileyin.
uk: Продовжити обрані примірники зі списку випозичених матеріалів.

# renew intent parameter summary
source: Select Items
de: Entleihungen Auswählen
es: Seleccionar artículos
fr: Sélectionner les éléments
ru: Выбрать материалы
tr: Öğeleri seç
uk: Обрати примірники

# renew intent search keyword book
source: book
de: Buch
es: libro
fr: livre
ru: книга
tr: kitap
uk: книга

# renew intent search keyword library
source: library
de: Bibliothek
es: biblioteca
fr: bibliothèque
ru: библиотека
tr: kütüphane
uk: бібліотека

# renew intent search keyword media
source: media
de: Medien
es: medios
fr: médias
ru: медиа
tr: medya
uk: медіа

# renew intent search keyword prolong
source: prolong
de: Verlängern
es: prolongar
fr: prolonger
ru: продлить
tr: uzatmak
uk: продовжити

# renew intent search keyword renew
source: renew
de: Verlängerung
es: renovar
fr: renouveler
ru: продление
tr: yenilemek
uk: продовження

# renew intent title
source: Renewal
de: Verlängern
es: Renovación
fr: Renouvellement
ru: Продление
tr: Yenileme
uk: Продовження

source: Renew items
de: Medien verlängern
es: Renovar artículos
fr: Renouveler les éléments
ru: Продлить материалы
tr: Öğeleri yenile
uk: Продовжити примірники

# renew shortcut title
source: Renew Items
de: Medien verlängern
es: Renovar artículos
fr: Renouveler les éléments
ru: Продлить материалы
tr: Öğeleri yenile
uk: Продовжити примірники

source: Renew with bɪtlɪb
de: Verlängere mit bɪtlɪb
es: Renovar con bɪtlɪb
fr: Renouveler avec bɪtlɪb
ru: Продлить с bɪtlɪb
tr: bɪtlɪb ile yenile
uk: Продовжити з bɪtlɪb

source: Search
de: Suchen
es: Buscar
fr: Rechercher
ru: Поиск
tr: Ara
uk: Пошук

source: Search BTLB
de: Suche in BTLB
es: Buscar en BTLB
fr: Rechercher dans BTLB
ru: Поиск в BTLB
tr: BTLB'de ara
uk: Пошук у BTLB

# search intent entity item display representation subtitle
source: Enter a search term and perform a search.
de: Führe ein Textsuche aus.
es: Introduce un término de búsqueda y realiza una búsqueda.
fr: Entrez un terme de recherche et effectuez une recherche.
ru: Введите поисковый запрос и выполните поиск.
tr: Arama terimi girin ve arama yapın.
uk: Введіть пошуковий запит і виконайте пошук.

# search intent entity item display representation title %@
source: Search for ‘%@’
de: Suche nach “%@”
es: Buscar '%@'
fr: Rechercher '%@'
tr: '%@' ara
uk: Пошук за запитом '%@'

source: Search Term
de: Suchbegriff
es: Término de búsqueda
fr: Terme de recherche
ru: Поисковый термин
tr: Arama terimi
uk: Пошуковий запит

source: Search with bɪtlɪb
de: Suche mit bɪtlɪb
es: Buscar con bɪtlɪb
fr: Rechercher avec bɪtlɪb
ru: Поиск с помощью bɪtlɪb
tr: bɪtlɪb ile ara
uk: Пошук з bɪtlɪb

source: The term to search for.
de: Der Text nach welchem gesucht werden soll.
es: El término a buscar.
fr: Le terme à rechercher.
ru: термин для поиска
tr: Aranacak terim.
uk: Термін для пошуку.

source: Ok
ru: Ок
tr: Tamam
uk: Гаразд
